[
  {
    "exhibitName": "Publix",
    "activityName": "Cultural Foods",
    "activityImage": "",
    "theActivity": "Malcolm the Robot's eyes light up, \"I love to travel and try new foods from all over the world! During my travels, I've learned a lot about other cultures and their languages. Can you help me prepare a Hispanic meal?\" Help the robot by finding three items from the store: beans, carrots, and coffee. After you do so, the Robot will tell you how to say them in Spanish.",
    "extendingTheActivity": "You can incorporate other cultures into this activity. Try making an Italian dish, like spaghetti with meat sauce. You should ask the child to find the ingredients to make the recipe and talk about Italian culture, perhaps how they make pasta from scratch using flour, eggs, salt, and water. You can also try French cuisine, like ratatouille. Ask the child to find a variety of vegetables (zucchini, eggplant, squash, and tomato sauce) to incorporate in to the dish. Talk about how the French culture uses a lot of fresh ingredients.",
    "whatChildrenLearn": "In this activity the children are learning about other cultures traditions and about being bilingual. Research has shown that learning a second language early on is much easier than trying to learn a language later in high school. As younger ages, prior to 4 or 5, the child’s brain is more prepared and receptive to learning languages. Research has also shown that knowing a few words in another language is not as effective as teaching a child to be completely bilingual.",
    "exploringLanguage":[
      {
        "english": "Beans",
        "spanish": "Friojoles",
        "french": "Haricots"
      },
      {
        "english":"Carrots",
        "spanish":"Zanahoria",
        "french": "Carottes"
      },
      {
        "english":"Coffee",
        "spanish":"Café",
        "french": "Café"
      }
    ]
  },
  {
    "exhibitName": "Publix",
    "activityName": "Nutrition",
    "activityImage": "",
    "theActivity": "Malcolm the Robot looks in amazement at all the food. \"I do not eat food, so I want to learn more about the different types of food in the five major food groups: fruits, vegetables, grains, dairy, and proteins.\" Help the Robot by finding two foods from each of the major food groups and explain to him why the foods in each group belong together. Remember that eggs, beans, and soy are considered proteins!",
    "extendingTheActivity": "As your child selects different foods, discuss the various characteristics of the food, and encourage them to find another one like it. You may want to ask questions about where the food comes from, or what that food does for your growing body.",
    "whatChildrenLearn": "Putting objects into categories is an important developmental milestone. Categories allow people to make guesses about unfamiliar objects. For example, someone may not know what a mango is, but once they know it belongs in the fruit category, they can understand that it would share many of the attributes that other fruits have. Learning to build categories (such as food groups) engages children's innate ability to organize knowledge they learn from their world.",
    "exploringLanguage":[
      {
        "english": "Category",
        "spanish": "Categoria",
        "french": "Catégorie"
      },
      {
        "english":"Fruit",
        "spanish":"Fruta",
        "french": "Fruit"
      },
      {
        "english":"Organize",
        "spanish":"Organizar",
        "french": "Organiser"
      }
    ]
  },
  {
    "exhibitName": "Publix",
    "activityName": "Money",
    "activityImage": "",
    "theActivity": "Someone has given Malcolm the Robot some money, but he doesn't know what to do with it. \"I would like to learn how money works by buying something here at the store. Help me by selecting out items and seeing how much they cost using the price list next to the register at the checkout. How many items can I buy?\"",
    "extendingTheActivity": "As your child finds the prices of various items, discuss their relative costs. You can draw on their number ability by choosing two items and ask which price is bigger. Have them count out loud the number of dollars they will need to spend to purchase all they have chosen. Ask them why they think some items cost more than others.",
    "whatChildrenLearn": "Discussing money is an easy way to engage children's growing math and counting skills. It makes a real world connection for why math sense is important. Making purchases also require children to begin to understand greater than and less than comparisons about numbers.",
    "exploringLanguage":[
      {
        "english": "Money",
        "spanish": "Dinero",
        "french": "Argent"
      },
      {
        "english":"Store",
        "spanish":"Tienda",
        "french": "Magasin"
      },
      {
        "english":"Scanner",
        "spanish":"Escáner",
        "french": "Scanner"
      }
    ]
  },
  {
    "exhibitName": "Publix",
    "activityName": "Sorting",
    "activityImage": "",
    "theActivity": "Malcolm the Robot looks at his body. \"Because I cannot grow, I am very concerned with the sizes of things. Pick five things from the grocery store and order them by size, from smallest to largest.\"",
    "extendingTheActivity": "At its core, this is a simple activity, but you can make it more challenging. Ask your child to next order the objects not by height but by weight. Then ask them to sort them by color or shape.",
    "whatChildrenLearn": "Sorting allows children to more easily compare a number of objects across different dimensions. They work on greater than and less than skills. They also develop their growing sense of categorization that Psychologist Jean Piaget studied in young children. As they mature, they are better able to identify orders and select dimensions to sort along and categorize.",
    "exploringLanguage":[
      {
        "english": "Body",
        "spanish": "Cuerpo",
        "french": "Corps"
      },
      {
        "english":"Five",
        "spanish":"Cinco",
        "french": "Cinq"
      },
      {
        "english":"Size",
        "spanish":"Tamaño",
        "french": "Taille"
      }
    ]
  },
  {
    "exhibitName": "Publix",
    "activityName": "Letters",
    "activityImage": "",
    "theActivity": "Malcolm the Robot exclaims, \"I noticed that Malcolm starts with the same letter as muffin. I would like to find two objects in the store that also start with an M.\" After you help the Robot do that, find objects that start with the same letter as your name or a friend's name.",
    "extendingTheActivity": "Ask your child to trace the letter on the objects. Many logos use different fonts to write their name. Ask your child if they notice any similarities and differences across how all the letter P's, for example, are printed on the various objects.",
    "whatChildrenLearn": "Letter sense and letter recognition is key to more complex activities such as reading. Children start with their knowledge of the alphabet, which tends to be mastered around 3 years of age. After alphabet mastery, children can expand on their understanding of letters through exploring how letters can be presented in different forms and learning the various sounds of letters.",
    "exploringLanguage":[
      {
        "english": "Robot",
        "spanish": "Robot",
        "french": "Robot"
      },
      {
        "english":"Three",
        "spanish":"Tres",
        "french": "Trois"
      },
      {
        "english":"Letter",
        "spanish":"Letra",
        "french": "Lettre"
      }
    ]
  },
  {
    "exhibitName": "Hospital and Vet Clinic",
    "activityName": "Bones",
    "activityImage": "",
    "theActivity": "Malcolm the Robot states \"Oh, bones! I do not have bones in my body, so I want to learn all about the skeleton of animals. However, the skeletons of different animals look quite different.\" Imagine you have a dog that has to go to the vet to get an X-Ray. Can you find the X-Ray that looks like a dog? Try to find the stuffed animal that matches each of the X-Rays, and then place the animals in order, from smallest to largest.",
    "extendingTheActivity": "If this seems too easy, you can make it more challenging by having the child grouping the X-Rays by how they look or by how they move (i.e. four legs vs. no legs). To make this more symbolic, you can have the child put on the veterinarian scrubs and stethoscope.",
    "whatChildrenLearn": "According to Psychology Jean Piaget, symbolic play is very important in helping children to understand to world. It allows children to represent mentality what once needed to be physically present. This is also the time when children are learning to differentiate humans from non-human perspective. Children are beginning to evaluate stimuli on several levels and understand the differences between animals and how to best categorize animals.",
    "exploringLanguage":[
      {
        "english": "Bones",
        "spanish": "Hueso",
        "french": "Des os"
      },
      {
        "english":"Skeleton",
        "spanish":"Esqueleto",
        "french": "Squelette"
      },
      {
        "english":"Dog",
        "spanish":"Perro",
        "french": "Chien"
      }
    ]
  },
  {
    "exhibitName": "Hospital and Vet Clinic",
    "activityName": "Eating the Rainbow",
    "activityImage": "",
    "theActivity": "Malcolm the Robot notes, \"For some people, there are certain foods that they cannot eat. There are people who can't eat dairy, like milk or cheese. Using the \"I can eat a Rainbow\" help me design a meal plan for you and also someone who cannot eat breads or grains. These people have what is called Celiac disease.\"",
    "extendingTheActivity": "Try to help your child by pointing out things that you make regularly. It may help to ask them which foods are their favorites. You may want to explain how you prepare a meal, and how that is different for people all around the world. Introduce different allergens that you know of (gluten, peanuts, etc.) that schoolmates may have and have the child avoid using these for their meal plans.",
    "whatChildrenLearn": "By rehearsing a task, the information is better remembered by children. When the child continues to make the meal plans, he or she will learn how to incorporate a well balanced diet into their everyday life. By seeing the full meal circle with the images, the child will be able to relate that to their meals at home.",
    "exploringLanguage":[
      {
        "english": "Eat",
        "spanish": "Comer",
        "french": "Manger"
      },
      {
        "english":"Cheese",
        "spanish":"Queso",
        "french": "Fromage"
      },
      {
        "english":"Rainbow",
        "spanish":"Arcoiris",
        "french": "Arc en ciel"
      }
    ]
  },
  {
    "exhibitName": "Hospital and Vet Clinic",
    "activityName": "Body Puzzle",
    "activityImage": "",
    "theActivity": "Malcolm the Robot doesn't know about the human body. He needs to know about muscles, nerves, and organs. Malcolm says, \"I want to help people feel better. When I tell you the symptoms, help me identify the body part where the symptoms come from.\"\nProblem: It hurts you to swallow. \nAnswer: Throat\nProblem: You have diarrhea and cramps.\nAnswer: Intestines \nProblem: You are coughing and have trouble breathing.\nAnswer: Lungs",
    "extendingTheActivity": "You may come up with more problems for the child to answer, if these seem too easy. To further their knowledge, you can explain medicines that help with these symptoms. It may help with understanding to point out an overarching illness that may explain the symptoms (i.e. strep throat). You should also point out and identify where these parts are on yourself and the child.",
    "whatChildrenLearn": "This activity helps children understand their bodies more by identifying where the part is on the skeleton and then locating it on themselves. This is a referential mapping task, which is important in children’s development as they come to understand the difference between an image or picture and its real-world correlate.",
    "exploringLanguage":[
      {
        "english": "Muscles",
        "spanish": "Musculos",
        "french": "Muscles"
      },
      {
        "english":"Nerves",
        "spanish":"Nervios",
        "french": "Nerf"
      },
      {
        "english":"Organs",
        "spanish":"Organos",
        "french": "Organes"
      }
    ]
  },
  {
    "exhibitName": "Pizza Place",
    "activityName": "Pizza Making",
    "activityImage": "",
    "theActivity": "Malcolm the Robot sees all the pizza toppings. \"I love preparing pizzas! Let us surprise your family with pizza for dinner. Help me create a pizza following this recipe and using the ingredients on the counter.\"\nSauce and Cheese\n1+2 pieces of meat\n2-0 Pieces of a vegetable\n3-1 pieces of your choice of topping",
    "extendingTheActivity": "You can have the child count each number of ingredients onto the pizza, then explain the – or + meaning add or take away. When this recipe is completed, you may ask the child to prepare a pizza to their liking or your liking. You may sit at the table and ask the child to take your order, providing arithmetic problems as numerals for ingredients.",
    "whatChildrenLearn": "By doing this activity, children practice their math and spatial skills. The addition and subtraction problems in the recipe allow children to practice concepts of math and understanding of consistency in numbers.",
    "exploringLanguage":[
      {
        "english": "Family",
        "spanish": "Familia",
        "french": "Famille"
      },
      {
        "english":"Dinner",
        "spanish":"Cena",
        "french": "Dîner"
      },
      {
        "english":"Recipe",
        "spanish":"Receta",
        "french": "Recette"
      }
    ]
  },
  {
    "exhibitName": "Pizza Place",
    "activityName": "Advanced Pizza Making",
    "activityImage": "",
    "theActivity": "Malcolm the Robot sees all the pizza toppings. \"I love preparing pizzas! Let us surprise your family with pizza for dinner. Help me create a pizza following this recipe and using the ingredients on the counter.\"\nSauce and cheese\n3 x 2 Pieces of meat\n3 Pieces of vegetable on 1/2 of the pizza\n2 x 2 Pieces of your choice on 1/3 of the pizza",
    "extendingTheActivity": "You should ask the child whether the 1/3 or 1/2 is larger. It would help to have the child divide the pizza into parts and compare each section. If this seems too easy, you could provide your own order with increasing difficulty of the activity (e.g. 5 x 2 pieces of pepperoni on 3/4 of the pizza). Ask them which fraction is the most of the pizza and the least?",
    "whatChildrenLearn": "At this age, children are developing the ability to represent a problem mentally, which allows them to solve multi-step problems. They are also developing the skill to think abstractly, as in comparing the sections of the pizza in their mind. This is also a rehearsal task, because the children are practicing the math skills.",
    "exploringLanguage":[
      {
        "english": "Family",
        "spanish": "Familia",
        "french": "Famille"
      },
      {
        "english":"Dinner",
        "spanish":"Cena",
        "french": "Dîner"
      },
      {
        "english":"Recipe",
        "spanish":"Receta",
        "french": "Recette"
      }
    ]
  },
  {
    "exhibitName": "Pizza Place",
    "activityName": "Order Up!",
    "activityImage": "",
    "theActivity": "Robots are good at taking orders. Malcolm the Robot states, \"I really want to learn how to be a server at Outback, can you help me? We must take everyone's order and prepare it in the kitchen.\" A family orders a cheese sandwich and two ham sandwiches. Try to remember the order and prepare it in the kitchen, then deliver the food to the family.",
    "extendingTheActivity": "If you want to make this more challenging, you can ask the child to remember more items. However if this is too challenging, you can give the child less items to remember.",
    "whatChildrenLearn": "This is a rudimentary memory skill, in which children practice strategies to remember things. As their ability to follow multi-step sequences develops, children at this age should be able to remember the orders. The ability to do so requires children to hold multiple pieces of information in mind simultaneously, a skill that advances with age and the use of increasing complex memory strategies.",
    "exploringLanguage":[
      {
        "english": "Prepare",
        "spanish": "Preparar",
        "french": "Prépare"
      },
      {
        "english":"Kitchen",
        "spanish":"Cocina",
        "french": "Cuisine"
      },
      {
        "english":"Ham",
        "spanish":"Hamón",
        "french": "Jambon"
      }
    ]
  },
  {
    "exhibitName": "Pizza Place",
    "activityName": "I'm Here to Help",
    "activityImage": "",
    "theActivity": "After placing the order, the family realized that the bill is going to be $20, but they only have $15, which is all the money they have left for the week. The family leaves all of their $15 and goes home. Is this what the family should have done? What if you have $5 and the family asks you for help to pay? Should you give the family $5 so that they can pay for their meals or should they order less food? ",
    "extendingTheActivity": "Depending on the child's answer, ask them why they would or would not share their money. You can explain how it is beneficial to others who are in need to lend them help. Also, it may help to tell the child that they can be paid back if they do help.",
    "whatChildrenLearn": "Children at this age are beginning to develop morality. This is an important concept to their understanding of their world and themselves. By doing this activity, children reinforce their understanding of what is right or wrong. This activity is also helpful in understanding mathematical skills, because it reinforces greater than and less than concepts.",
    "exploringLanguage":[
      {
        "english": "Bill",
        "spanish": "Cuenta",
        "french": "Billet"
      },
      {
        "english":"Week",
        "spanish":"Semana",
        "french": "Semaine"
      },
      {
        "english":"Home",
        "spanish":"Casa",
        "french": "Maison"
      }
    ]
  },
  {
    "exhibitName": "Pizza Place",
    "activityName": "Planning a Party",
    "activityImage": "",
    "theActivity": "Malcolm the Robot says, \"It is almost my birthday! I need your help to plan a party to celebrate with friends and family.\" Help Malcolm by picking what is most important to do first and get it all done before the day of the party! Order the following things on the to-do list in order of importance, and then follow the plan.\nMake a guest list  _____\nSet up decorations _____\nOrder food and drinks _____\nInvite guests _____\nBuy a present _____\nPick venue: Outback, Carraba's, House, or Fire Station",
    "extendingTheActivity": "You may assist children in beginning to think about whom they want to invite first. For example, you may list family members and classmates, which may probe them to list more people. It may also be helpful to remind the child about the different variety of pizzas that can be made, because everyone may not like the same toppings.",
    "whatChildrenLearn": "Children at this age are beginning to develop their planning abilities. This will help them to practice a sequence of events, like the order in which a party is planned. Prosocial behavior is also reinforced, because the child must plan something to benefit everyone.",
    "exploringLanguage":[
      {
        "english": "Birthday",
        "spanish": "Cumpleaños",
        "french": "Anniversaire"
      },
      {
        "english":"Party",
        "spanish":"Fiesta",
        "french": "Féte"
      },
      {
        "english":"Celebrate",
        "spanish":"Celebrar",
        "french": "Féter"
      }
    ]
  },
  {
    "exhibitName": "Firehouse",
    "activityName": "Fire Fighter!",
    "activityImage": "",
    "theActivity": "Malcolm the Robot asks you, \"Imagine you are a firefighter. One day you are at the fire station and you have to participate in a fire drill. There are so many steps that firefighters have to follow in order to complete the mission. Show me what order the steps go in.\"\nPut out the fire _____\nGet dressed _____\nGo down the pole _____\nArrive at the fire _____\nGet in the fire truck _____\nCheck that you have all the equipment _____\nLook for anyone in danger _____",
    "extendingTheActivity": "You can tell them some of the complications firefighters are faced with when doing their job. Ask the child what they think the firefighter should do in other to solve the problem.",
    "whatChildrenLearn": "This task involves a make-believe situation. By doing this, the child is using symbolic play, which allows children to represent mentality what once needed to be physically present. This task also involves planning and organization skills because they have to follow several steps and see which steps comes first and which one goes after. These skills are beginning to become more complex as the child develops the ability to hold more information in mind at one time.",
    "exploringLanguage":[
      {
        "english": "Firefighter",
        "spanish": "Bombero",
        "french": "Pompier"
      },
      {
        "english":"Steps",
        "spanish":"Pasos",
        "french": "Étape"
      },
      {
        "english":"Mission",
        "spanish":"Misión",
        "french": "Mission"
      }
    ]
  },
  {
    "exhibitName": "Art Smart",
    "activityName": "Shall We Dance?",
    "activityImage": "",
    "theActivity": "Malcolm the Robot's starts to move his legs as he gets closer to this exhibit. \"I can't wait for this party! There are so many dance styles to choose from, like country and Latin, each with their own moves. I need your help mastering the basic steps from some styles!\"",
    "extendingTheActivity": "After practicing each of the styles, ask if the child can come up with a routine incorporating the different moves that they learned. To carry this activity home, you can ask the child if he/she is interested in learning more moves from one or more of the different styles. You can find videos of different moves online.",
    "whatChildrenLearn": "During this age, children are refining their motor skills and developing better balance and coordination. By practicing dancing these skills are more reinforced and may better develop.",
    "exploringLanguage":[
      {
        "english": "Legs",
        "spanish": "Piernas",
        "french": "Jambes"
      },
      {
        "english":"Dance",
        "spanish":"Bailar",
        "french": "Danser"
      },
      {
        "english":"Country",
        "spanish":"País",
        "french": "Pays"
      }
    ]
  },
  {
    "exhibitName": "Art Smart",
    "activityName": "Kaleidoscope",
    "activityImage": "",
    "theActivity": "Malcolm the Robot gazes up at the exhibit and says, \"Look into one of the kaleidoscopes at the base of the structure. Turn the wheel, what changes about what you see? Next, stand under the large kaleidoscope. Go stand under another kaleidoscope, is this one the same as the other or do they look different? Explain what you see and what you think I see.\"",
    "extendingTheActivity": "This is a good time to articulate the different perspectives that people take and the categorical knowledge of children at this age. You may try to emphasize how the pictures look different in the big kaleidoscope and that the child's manipulation of the image makes that change in the small kaleidoscope.",
    "whatChildrenLearn": "Children at this age are beginning to understand that others may see differently than them, because they have developed Theory of Mind. This activity reinforces the different perspectives others have and that we don't all see and think the same things.",
    "exploringLanguage":[
      {
        "english": "Large",
        "spanish": "Grande",
        "french": "Grand"
      },
      {
        "english":"Kaleidoscope",
        "spanish":"Caleidoscopio",
        "french": "Kaléidoscope"
      },
      {
        "english":"Wheel",
        "spanish":"Timón",
        "french": "Volant"
      }
    ]
  },
  {
    "exhibitName": "Art Smart",
    "activityName": "The Case of the Missing Letter",
    "activityImage": "",
    "theActivity": "[Parent note: Go to the whiteboard about put up a 3-4 letter word that you think your child knows, but with one letter missing.]\nMalcolm the Robot goes over the whiteboard and puts up a few letters.  \"Can you figure out what letter is missing? By looking at the incomplete word, try to figure out what the word is supposed to be and complete it.\"",
    "extendingTheActivity": "You can make a word with any of the letters, like cat or fork, but leave out one letter. If the activity becomes too easy, try to leave out a few more letters and use a longer word.",
    "whatChildrenLearn": "Word completion is one aspect of intelligence that can be evaluated. This task involves rehearsing the child’s ability to mentally represent the word to fill in the blank. By doing this, the child is practicing the transfer of mental knowledge to the real world. The child is also using their ability to reason through analogies. This requires the child to use existing knowledge to fill in blanks to complete the word.",
    "exploringLanguage":[
      {
        "english": "Whiteboard",
        "spanish": "Pizarra blanca",
        "french": "Tableau blanc"
      },
      {
        "english":"Word",
        "spanish":"Palabra",
        "french": "Mot"
      },
      {
        "english":"Complete",
        "spanish":"Completar",
        "french": "Remplir"
      }
    ]
  },
  {
    "exhibitName": "Art Smart",
    "activityName": "Future... Sculpter",
    "activityImage": "",
    "theActivity": "Malcolm the Robot goes over to all the building materials.  \"Pick a toy that you most like. Think about how you play with that toy. Explain to me what it is and four things or topics that are related to the toy you picked.\" Use the sculpting materials to make that toy.",
    "extendingTheActivity": "Tell the child to connect more words to the toy chosen. Also, when at home you can practice this task by asking your child to link topics related to a hobby or activity they enjoy doing.",
    "whatChildrenLearn": "This activity helps build on your child’s memory of relationships and central conceptual structures. This means memory is viewed as an interconnected network, with information stored as a concept nodes connected by links. The more experiences we have, the more connections or links that can be made between structures allowing for a more efficient processing of experiences.",
    "exploringLanguage":[
      {
        "english": "Toy",
        "spanish": "Juguete",
        "french": "Jouet"
      },
      {
        "english":"Play",
        "spanish":"Jugar",
        "french": "Jouer"
      },
      {
        "english":"Explain",
        "spanish":"Explicar",
        "french": "Expliquer"
      }
    ]
  },
  {
    "exhibitName": "Get Moving",
    "activityName": "Who is Faster?",
    "activityImage": "",
    "theActivity": "[Parent note: Have your child race against the animals in Get Moving. After the 3 races are complete read the following.]\nMalcolm the Robot asks you this question, \"Whoa! You just ran against all of the animals in the \"Animal Race.\" I think that the turtle was the slowest and the parrot was the fastest, but that the rabbit was not as fast as the parrot. Is the rabbit faster or slower than the turtle?\"",
    "extendingTheActivity": "It would make sense to ask similar questions for other animals. For example, you can insert another animal into the scenario, like a cheetah is faster than the rabbit, so is the cheetah faster than the turtle? You may want to use the \"Animal Race\" activity as a visual representation of the problem. This can help children visualize the scenario.",
    "whatChildrenLearn": "This is a practice of children's logic skills. They should be developing the ability to use reason to make sense of a situation, such that with the given information, they can figure out which animal is faster or slower.",
    "exploringLanguage":[
      {
        "english": "Turtle",
        "spanish": "Tortuga",
        "french": "Turtue"
      },
      {
        "english":"Parrot",
        "spanish":"Cotorra",
        "french": "Perroquet"
      },
      {
        "english":"Rabbit",
        "spanish":"Conejo",
        "french": "Lapin"
      }
    ]
  },
  {
    "exhibitName": "Get Moving",
    "activityName": "At the Races",
    "activityImage": "",
    "theActivity": "Malcom the Robot says excitedly, \"I can run as fast as the dog, but I want to know who else I can beat in a race. Which animal do you think I can beat in a race? Which animals do you think you can beat in a race?\"",
    "extendingTheActivity": "Help your child make a prediction about how fast the various animals are. See if they can compare the speed of a pair of animals. You can ask them why they think some animals are faster than others.",
    "whatChildrenLearn": "Making predictions helps your child's innate understanding of science and nature. As they learn to make comparisons across different aspects (such as speed), children develop \"mental models\" to anticipate different outcomes in the world around them. This fosters further understanding of science and builds to more complex concepts.",
    "exploringLanguage":[
      {
        "english": "Run",
        "spanish": "Correr",
        "french": "Courir"
      },
      {
        "english":"Fast",
        "spanish":"Rápido",
        "french": "Rapide"
      },
      {
        "english":"Race",
        "spanish":"Carrera",
        "french": "Course"
      }
    ]
  },
  {
    "exhibitName": "Get Moving",
    "activityName": "Making Comparisons",
    "activityImage": "",
    "theActivity": "Malcom the Robot says to you, \"Imagine you can read my mind. While we are walking through the Sports area, pay close attention to what you see. Try to finish my sentences by comparing what I think with what you see.\"\nThe _____________ flies like a plane. (parrot)\nThe _____________ hops like a pogo stick. (rabbit)\nThe _____________ is as slow as molasses. (turtle)",
    "extendingTheActivity": "You can carry this activity over to any area by asking the child what something reminds them of. For example, if you were cooking dinner, you may ask the child what the hot stove reminds them of. Children may respond with the sun or a volcano.",
    "whatChildrenLearn": "Children further develop their grammatical skills of metaphors with this activity. This is important to their development of language. The child is also using their ability to reason through analogies. This requires the child to use existing knowledge to fill in blanks to make comparisons.",
    "exploringLanguage":[
      {
        "english": "Read",
        "spanish": "Leer",
        "french": "Lire"
      },
      {
        "english":"Mind",
        "spanish":"Mente",
        "french": "Esprit"
      },
      {
        "english":"Finish",
        "spanish":"Terminar",
        "french": "Finir"
      }
    ]
  },
  {
    "exhibitName": "Get Moving",
    "activityName": "Climb to the Top",
    "activityImage": "",
    "theActivity": "Malcolm loves to climb and get as high up as he can. He is very excited when he sees the yellow jungle gym in the middle of floor. Help him out by finding two different ways to get to the highest level of the jungle gym.",
    "extendingTheActivity": "If your child likes this task, have them find other routes to the top.",
    "whatChildrenLearn": "Gross motor movements like running and jumping are children's natural way of exploring the world. As they become more coordinated, they will be better abel to navigate the world. Activities that keep children moving are also a great way to stimulate their brain activity and help them practice balance and speed.",
    "exploringLanguage":[
      {
        "english": "Friends",
        "spanish": "Amigos",
        "french": "Copains"
      },
      {
        "english":"Yellow",
        "spanish":"Amarillo",
        "french": "Jaune"
      },
      {
        "english":"Climb",
        "spanish":"Escalada",
        "french": "Montée"
      }
    ]
  },
  {
    "exhibitName": "Engineers' Workshop",
    "activityName": "Lego Activity",
    "activityImage": "",
    "theActivity": "[Parent note: Build three towers of different height with your child. Consider making towers that have different colors are all sides, or different shapes of Legos in front or back of the towers. See the picture for an idea!]\nMalcolm the Robot excitedly exclaims, \"I love to play with Legos. I need your help building three towers of Legos. Now you should stand at one side and I should be on the opposite side of you. What do you think I see?\"",
    "extendingTheActivity": "You can ask the child to make more towers and add them to the ones already made. This way you make it more difficult for them to determine what someone else (e.g., you, a sibling, or a friend) is seeing.",
    "whatChildrenLearn": "This activity explores a young child’s egocentrism, or the inability to understand that other people have different perspectives about the world than they do (note: this is different from how we use the term egocentric for adults). By having the child tell you what they think someone sees from their side of the towers, we can see if they have the ability to take another’s perspective or do they simple believe you see what they see on their side. Fine motor skills associated with fine grasping ability are also used with building the Lego towers.",
    "exploringLanguage":[
      {
        "english": "Love",
        "spanish": "Amor",
        "french": "Amour"
      },
      {
        "english":"Building",
        "spanish":"Construir",
        "french": "Bâtiment"
      },
      {
        "english":"Towers",
        "spanish":"Torres",
        "french": "Tour"
      }
    ]
  },
  {
    "exhibitName": "Engineers' Workshop",
    "activityName": "Where Will It Go?",
    "activityImage": "",
    "theActivity": "An air vacuum and balls inside the construction area intrigue Malcolm the Robot. Malcolm begins to put the ball into the side vacuum. Malcolm the Robot asks, \"Where will the ball land? What happens next? Show me with your hand what happens to the ball.\"",
    "extendingTheActivity": "Children can draw other paths that objects may take to extend the activity. For example, you may ask the children to draw the path of the paper airplane inside that exhibit.",
    "whatChildrenLearn": "Children practice their drawing skills, which are important to their fine motor skill development. This can also help with mapping skills and ability to predict outcomes, because children are practicing their abilities to transfer the real life scenario onto paper (or the app) prior to actually see the path the ball will take.",
    "exploringLanguage":[
      {
        "english": "Inside",
        "spanish": "Adentro",
        "french": "Intérieur"
      },
      {
        "english":"Air",
        "spanish":"Aire",
        "french": "Air"
      },
      {
        "english":"Diagram",
        "spanish":"Diagrama",
        "french": "Diagramme"
      }
    ]
  },
  {
    "exhibitName": "Twinkle Stars",
    "activityName": "Putting on a Show",
    "activityImage": "",
    "theActivity": "Malcolm the Robot asks, \"I want to know who your favorite movie or TV show character is, or what you want to be when you grow up. Dress yourself like it and then show me by acting in a play.\"",
    "extendingTheActivity": "You can create a second scene that connects with the first one that the child created and join them.",
    "whatChildrenLearn": "By doing this activity, children are practicing sociodramatic play. Children are able to explore the roles people have in the real world. This form of play develops as children’s ability to pretend as a form of symbolic representation matures.",
    "exploringLanguage":[
      {
        "english": "Movie",
        "spanish": "Película",
        "french": "Film"
      },
      {
        "english":"Character",
        "spanish":"Personaje",
        "french": "Personnage"
      },
      {
        "english":"Acting",
        "spanish":"Actuar",
        "french": "Jeu"
      }
    ]
  },
  {
    "exhibitName": "Cruiseship",
    "activityName": "Piloting the Ship",
    "activityImage": "",
    "theActivity": "Malcolm the Robot states, \"I've always wanted to pilot a ship. Luckily, there is a boat that you can drive on the computer in this area. Once you've completed the course, tell me about how you did and how you can improve.\"",
    "extendingTheActivity": "This activity can be carried into many activities in everyday life. When a child performs a task in a new and different way, you may ask them why they did that or how they came up with a new procedure.",
    "whatChildrenLearn": "Metacognition is thinking about thinking. This skill is greatly developing in children at this age and this activity enables children to hone in on this developing skill by thinking about what they did to drive the boat and use that knowledge to think about how they can improve in the future.",
    "exploringLanguage":[
      {
        "english": "Boat",
        "spanish": "Bote",
        "french": "Bateau"
      },
      {
        "english":"Drive",
        "spanish":"Conducir",
        "french": "Conduire"
      },
      {
        "english":"Computer",
        "spanish":"Computadora",
        "french": "Ordinateur"
      }
    ]
  },
  {
    "exhibitName": "Cruiseship",
    "activityName": "Hidden Treasure",
    "activityImage": "",
    "theActivity": "Malcolm the Robot excitedly exclaims, \"I love to explore and discover. Let's see if we can find the hidden treasure on the beach. Help me find pieces of gold and an antique pirate jar to bring to the history museum. The island is named after the legendary Spanish pirate Jose Gaspar, the last of the Buccaneers.",
    "extendingTheActivity": "Here the child is pretending to uncover hidden treasure. Help your child identify all the items they find and use efficient searching strategies to uncover the two needed items. After the two needed items are uncovered, play with your child to see what else they can uncover and then cover the items again for future explorers to find.",
    "whatChildrenLearn": "This activity works with the child's development of both goal-oriented and imaginative play. Around this age, attention and memory abilities are starting to become more refined. The searching behavior may require the use of efficient planning, searching strategies, and attention control to find the items needed.",
    "exploringLanguage":[
      {
        "english": "Explore",
        "spanish": "Explorar",
        "french": "Explorer"
      },
      {
        "english":"Beach",
        "spanish":"Playa",
        "french": "Plage"
      },
      {
        "english":"Spanish",
        "spanish":"Español",
        "french": "Espagnol"
      }
    ]
  },
  {
    "exhibitName": "Cruiseship",
    "activityName": "Sailing, Sailing",
    "activityImage": "",
    "theActivity": "Malcolm the Robot says, \"I am curious how to get to Cozumel, which is in the Caribbean Sea. Go to the 'helm' (the ship's steering mechanism) and use the ship's wheel and radar, which really stands for \"Radio Detecting And Ranging,\" to show me the 585 mile trip to travel from Tampa, Florida, to Cozumel, Mexico.\" \n[Parent note: Using the black touchpad, help your child select Cozumel as the destination for the cruise. Work with your child to guide the boat from it's starting location in Tampa to the Cozumel.]",
    "extendingTheActivity": "Have your child work out the best route to get to the end point in the most direct manner. Notice you can also take the ship to New Orleans and Cayman Islands, you can use this to ask your child to predict what location is closest to Tampa and what is farthest.",
    "whatChildrenLearn": "Early in development, young children's spatial abilities sharpen; they begin to understand directions (left, right, up, down). They also begin to understand how maps can be representations of real places, a form of representation understanding. Eventually they will do more complex representation skills such as creating detailed directions and drawing maps of places they have been.",
    "exploringLanguage":[
      {
        "english": "Sea",
        "spanish": "Mar",
        "french": "Mer"
      },
      {
        "english":"Ship",
        "spanish":"Barco",
        "french": "Bateau"
      },
      {
        "english":"Trip",
        "spanish":"Viaje",
        "french": "Voyage"
      }
    ]
  },
  {
    "exhibitName": "Cruiseship",
    "activityName": "Ahoy, There!",
    "activityImage": "",
    "theActivity": "Malcolm the Robot notes that, \"I have noticed a telescope on the edge of the ship. I love exploring and am fascinated with how a telescope can see things so far away. Using the eyepiece to look through the optical tube of the telescope, can you find the image of the parrot on the far wall of museum?\"",
    "extendingTheActivity": "The telescope allows the child to explore the environment around the museum. Point out the eyepiece, optical tube, and other parts of the telescope. Help your child locate and identify the picture of a parrot we have placed in the letter O of the word \"Kidsport\" on the far wall of the museum. You can help your child focus the telescope with the two focusers, the one closest to the eyepiece is for quick focus while the second one is for making finer adjustments to the image. Ask them to look far without the telescope and describe the difference.",
    "whatChildrenLearn": "Looking through two lenses allows us to see things get big then small. Even though children see the images change from their normal size to either really large or really small, they understand that the object's size hasn't really changed. This idea, known as size constancy, is important for our brain to understand distance and depth perception.",
    "exploringLanguage":[
      {
        "english": "Telescope",
        "spanish": "Telescopio",
        "french": "Télescope"
      },
      {
        "english":"Image",
        "spanish":"Imagen",
        "french": "Image"
      },
      {
        "english":"Museum",
        "spanish":"Museo",
        "french": "Musée"
      }
    ]
  },
  {
    "exhibitName": "Cruiseship",
    "activityName": "Under the Sea",
    "activityImage": "",
    "theActivity": "Malcolm the Robot says, \"Because I'm made out of steel, I cannot go into the ocean and do not know a lot about life under water. I really want to learn about different objects and sea life. Using the ultrasound and underwater cameras, help me discover three living things under the sea.\"\n[Parent note: There is a loop in the underwater videos, every few minutes the video of underwater life changes. Please have your child view the underwater video, resume play in another area of the ship, then return to view a new image.]",
    "extendingTheActivity": "The underwater ultrasound allows the child to see habitats and animals undersea. Ask your child to identify different underwater animals. Do they think these animals could live on land? Why or why not? Ask your child to think about whether they could live in the sea. What would they need?",
    "whatChildrenLearn": "Exploring other ecosystems and their living creatures is familiar to children. Naming animals is an early skill children develop as they learn language. They develop knowledge of categories and groups of animals based on commonalities and differences between animals. They refine these categories as they learn more attributes of each animal, where they live, what they eat, etc.. Such early identification and classification will develop into more complex understanding of scientific categories tied to the animal kingdom.",
    "exploringLanguage":[
      {
        "english": "Ocean",
        "spanish": "Oceano",
        "french": "Océan"
      },
      {
        "english":"Water",
        "spanish":"Agua",
        "french": "Eau"
      },
      {
        "english":"Life",
        "spanish":"Vida",
        "french": "Vie"
      }
    ]
  }
]
